Tekla.Structures.DrawingInternal.dotGrHatchLine_t


Tekla.Structures.DrawingInternal.dotGrHatchLine_t.ClosedGraphicObject


Tekla.Structures.DrawingInternal.dotGrHatchLine_t.HatchLineAttributes


Tekla.Structures.DrawingInternal.dotGrHatchLine_t.ToStruct(Tekla.Structures.Drawing.HatchLine)


Tekla.Structures.DrawingInternal.dotGrHatchLine_t.FromStruct(Tekla.Structures.Drawing.HatchLine)
